Repository: mozilla-l10n/mt-training-data
Catalog: bgp/bgp_pontoon.tmx
Source language: en_us
Languages: bgp

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
bgp: ما لوٹیں کہ گپ ءِ ماڈل گپ جنوک ءِ جتائیں رِد ءُ بنداں سرپد بوھگ ءَ شرتر بہ بنت۔ پہ اے گپ ءِ بوتگ ءَ یک توار ءِ ڈیٹاسیٹ ءَ بازیں جتا جتائیں مردمانی نمائندگی کنگی اِنت۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
bgp: ما لوٹیں کہ مشین لرننگ الگورتھم پس منظر ءِ شور ءِ جتا جتائیں دروشماں دیم ءَ برگ ءِ اہل بہ بنت ءُُ نسبتا زوریں توار ہم منگ بنت داں کہ آ ترا سرجمیں نبشتانک ءِ اشکنگ ءَ چہ نہ رکّین اَنت۔ پرسکون پسہ ءِ موسیقی ٹھیک اِنت؛ موسیقی ءِ توار سک باز اِنت کہ ترا ھر یک گال ءِ اشکنگ ءَ چہ رکّینیت۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
bgp: ما جتا جتائیں لہجہ آں وش آتک کنیں! زمین ءِ سرا کلپ ءِ رد کنگ ءَ پیسر سک محتاط بہ بئے کہ تئی ھیال ءَ وانوک ءَ یک گال ءِ ردیں تلفظ کتگ، زور ردیں جاہ ءَ ایر کتگ یا اوقاف ءِ نشاناں چہ چماں شانک داتگ۔ دنیا بھر ءَ بازیں وڑیں تلفظ کارمرز کنگ بنت کہ ایشانی تہا لہتیں بوت کنت کہ شما وتی دمگی چاگرد ءَ نہ اشکتگ انت۔ مہربانی ئا کن آں پہ ستا ئے یک دلپھکیں حاشیہ یے دات کن ات کہ آں چہ شما جتا گپ جت کننت۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
bgp: ما وثی کمیونٹی منیجر ئا را ڈسیں کہ تئو دلچسپی ئے</strong>، پمیشا آں تئو ہرچی دات کننت اضافی کمک یا زانتکاری کہ ترا لوٹ ایت۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
bgp: ما زوت شئے زبانءَ کامن وائسءِ بہر کنگ واستہ گوں شما ھالوال کنوں

source: We will be in touch with more information as it becomes available.
bgp: ما گوں گیشتریں زانتکاری ءَ رابطہ ءَ بئیں کہ دستیاب بیت۔

source: We will not make your email public.
bgp: ما تئی ای میل ءَ پبلک نہ کنیں۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
bgp: "ماں ڈیٹا سیٹءَ شے آوازءِ ریکارڈنگانی ہٹانےءَ درخواستءَ جائزہ وتیگ۔ اگر تاں درخواست منظور بیت، ماں اُن لوکانءَ رابطہ کنگانءَ جنئے ڈیٹا سیٹ ڈاؤن لوڈ کنگ، وتی اُنءَ درخواست کنگاں کہ تاں آوازءِ ریکارڈنگءَ بہی ہٹانت۔"

source: We will show you a prompt or question
bgp: ما ترا یک ترندیں یا جُستے پیش داریں

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
bgp: ما فاؤنڈیشن، سول سوسائٹی ءُ کمیونٹی پارٹنراں گوں کار کنیں کہ انٹرنیٹ ءَ را یک صحت مندیں جاہے جوڑ بہ کنیں، مشرقی افریقہ ءِ سرا خاصیں دلگوشی ءِ گوما۔ مئے <programmaticWork>پروگرامیٹک کار ءِ باروا گیشتر سرپد بہ بئے</programmaticWork>

source: What is a language on Common Voice?
bgp: کامن وائس ءِ سرا زبان چے اِنت؟

source: What issues are you experiencing with this content?
bgp: اے مواد ءِ گوں تو چے جیڑہانی آماچ ئے؟

source: What issues are you experiencing with this sentence?
bgp: ہمے گال ء شہ شمے دیم ء کجام کجام اڑ ء جنجال آں

source: What is your age?
bgp: تئی عمر چے ایں؟

source: What is your sex or gender?
bgp: تئی جنس یا جنس چے ایں؟

source: What kind of goal do you want to build?
bgp: تو کجام مول ءُ مراد ءِ رندگیری ءَ کنگ لوٹ ئے؟

source: What needs to be in my file?
bgp: مناں وزی زندگی نیوا چی شۓ لوڑ ءے?

source: What sentences can I add?
bgp: من ختاں ٹپاں(گالاں) آوار کَث کناں؟

source: What’s inside the Common Voice dataset?
bgp: کامن وائس ڈیٹاسیٹ ءِ تہا چے است؟

source: What's Public?
bgp: پبلک چے ایں؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
bgp: وھدے کہ کارمرز کنوکے وائس کلپ ءَ رد کنت گڑا آ قطار ءَ پدا کیت۔ اگاں دومی رند ءَ رد کنگ بہ بیت گڑا وائس کلپ کلپ قبرستان ءَ دیم دیگ بیت۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
bgp: اش کنگءَ وھدءَ گیشتر ھیال بکن اِنت۔ ھماں کہ ریکارڈ کنگ بوتگ بالکل ھماں انت کہ نبشتہ کنگ بوتگ۔ اگں کسانیں ردی ھست گُڈا دور بکن اِنت

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
bgp: وھدے کہ شما وتی ریکارڈنگانی لوٹ کن اِت گڑا ما آیاں یک یا بازیں زپ فائلانی تہا جوڑ کنیں۔ شمئے گوستگیں لوٹ ایش اَنت:

source: Which variant of { $language } do you speak?
bgp: تو ءِ کجام دروشم ءَ{ $language } گپ جن ئے؟

source: Why ?
bgp: پرچاء؟

source: Why a profile?
bgp: پروفائل پرچا؟

source: Why are you asking?
bgp: تو پرچا جُست کنگ ءَ ئے؟

source: Why Common Voice?
bgp: Common voice بچاے?

source: Why does this matter?
bgp: اے گپ پرچا ھژدری اِنت؟

source: Why we built this Spontaneous Speech prototype
bgp: ما اے بے وسی ءِ گپ ءِ پروٹوٹائپ پرچا جوڑ کتگ

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
bgp: پروفائل آگوں پہھجی آ شوا وزی سرگرمی چھکا نظر ارکھنے سگے اور صوتی ڈیٹا اے تعاون کھنغ والاں نئ کمیونٹی آگوں رابطہ قائم کھنے سگے

source: Wixarika
bgp: وکساریکا

source: Wixárika
bgp: وائکسارکا

source: Wolof
bgp: ولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
bgp: شہ وتی اتوارے ریکارڈنگ ختم کنغاء واسطہ درخواست کن انت، یا اشی ء کامن وائس ڈیٹاسیٹ نیوا پسند کنت؟

source: Write
bgp: لکھی

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
bgp: نبشتہ کن کہ آ مردم ءَ چے گُشتگ ات، ایشانی تہا 'ام'، یا 'اررر' ءِ وڑیں جاہ داریں گال ھوار انت۔

source: Write down what you hear the person saying here
bgp: نبشتہ کن کہ تو ادا ھما مردم ءِ گپاں اشکنگ ءَ ئے

source: Write options menu
bgp: آپشنز مینو نبشتہ کن

source: Xhosa
bgp: ژوسا

source: Xitsonga
bgp: زیتسونگا

source: y
bgp: وائی

source: Y
bgp: ی

source: Yaqui
bgp: یاکوی

source: Yes
bgp: ھو

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
bgp: جی ھو!! مناں ای میل دیم دئیں اِنت۔ من کامن وائس پروجیکٹ بابت ھالوال دارغ لوٹاں

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
bgp: ھا، مناں ای میل کن۔ من لوٹاں کہ کامن وائس ءِ سر ءَ اے زبان ءِ دیمروئی ءِ بابت ءَ سرپد بہ باں ۔

source: Yiddish
bgp: یدش

source: Yoruba
bgp: یوروبا

source: You
bgp: توء

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
bgp: تو <size>{ $size }GB</size> ءِ ڈاؤن لوڈ کنگ ءِ بندات کنگ ءَ ئے، دیم ءَ روان کن ئے؟

source: You are prepared to initiate a download of <b>{ $size }</b>
bgp: تو ءِ ڈاؤن لوڈ ءِ بندات کنگ ءَ تیار ئے <b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
bgp: تو تحریری صفحہ چک جملہ لکسغ کنے یا جائزہ صفحہ چک شامل کسغ کنی

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
bgp: تئو وثی پسندیدہ ڈاؤن لوڈ مینیجر ئا ڈائریکٹ یو آر ایل کاپی و پیسٹ کنئے۔ آ 12 کلاک ءَ پد ھلاس بنت بلے تو ھر وھد ءَ نوکیں پیدا کنگ ءِ ھاترا اے تاک ءَ پدا اتک کن ئے۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
bgp: تو کی بورڈ ءِ شارٹ کٹاں ھم کارمرز کن ئے: { sc-review-form-button-approve-shortcut }پہ منّگ { sc-review-form-button-reject-shortcut } پہ رد کنگ ءَ،, { sc-review-form-button-skip-shortcut } یلہ کنغ واستا

source: You can choose to make your username public or anonymous.
bgp: تئو وثی کارمرز کنوخ ئے نام پبلک یا گمنام کنغئے گچین کث کنئے۔

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
bgp: تو <datasetsPage>datasets پیج</datasetsPage> ءَ شُت کن ئے ءُ وتی لوٹ ءِ ورژن ءُ زبان (زبان) ءَ گچین کن ئے ءُ ڈاؤن لوڈ کن ئے! فائلانی تہا <metadataLink>میٹا ڈیٹا</metadataLink> ءِ ہمگرنچ انت، چوشکہ آبادی ءِ زانتکاری ءُ توثیق ءِ ڈیٹا۔ ڈیٹاسیٹ ڈاؤن لوڈ کنگ ءِ ھاترا ترا ای میل ایڈریس ءِ دات کنگی اِنت۔

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
bgp: تو یک کامن وائس پروفائل ءِ جوڑ کنگ ءُ وتی توار ءَ شریک کنگ ءَ یک متنوع ، اوپن سورس ڈیٹاسیٹ ءِ جوڑ کنگ ءَ کمک کت کن ئے۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
bgp: تو موزیلا زبان ءِ کمیونٹیانی تہا دگہ مردماں گوں <discourseLink>گپ ءُ تران</discourseLink> ءَ ھوار بوھگ ءَ گوں ٹاپک گپ ءُ تران ءِ ھاترا یا <matrixLink>میٹرکس</matrixLink> ءَ پہ ترندیں شور ءُ سلاہ ءَ ھوار بوھگ ءَ گوں گند ءُ نند کن ئے۔

source: You cannot add multiple sentences for a single submission
bgp: تو یک اوار کنائنغا پہ بازیں گالبند اوار کنت نخنئے۔

source: You cannot request your recordings while another request is already in progress.
bgp: تو وتی ریکارڈنگانی لوٹ ءَ نہ کن ئے وھدے کہ دگہ لوٹے پیسر ءَ چہ جاری اِنت۔

source: You can request a new takeout of your recordings every { $days } days.
bgp: تو ہر { $days } روچ ءَ وتی ریکارڈنگ ءِ نوکیں ٹیک آؤٹ ءِ لوٹ کت کن ئے۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
bgp: تئو مراگشاں چلائینت کنئے کہ مڑدماں کمک بہ کنئے۔ اے چہ تئی ھیال ءَ آسان تر اِنت۔ تو اے کار ءَ گوں ویڈیو کانفرنسنگ ءِ وسیلہ ءَ آن لائن کن ئے یا اگاں اے کار ءَ چہ رکّ اِیت گڑا وتی دیم ءَ کن ئے۔ <eventTemplate>مئے ٹیمپلیٹ ءُ وسیلگاں پہ مراگشانی چلائینگ ءَ بچار اِت</eventTemplate>۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
bgp: تو کُرت کن ئے<sentenceCollectorLinkAdd>کمیں کساس ءَ جملہ گیش کن <sentenceCollectorLinkAdd>یا تئو کث کنئے<bulkImportDocsLink>گتھب ءِ کارمرز کنگ ءَ مزنیں کساسے ءَ درآمد کنگ بیت </bulkImportDocsLink>. یات بدار اِت کہ جملہ آں بہ بیت<licenseLink>CC0(یا پبلک ڈومین)<licenseLink>، یا تو وتی نبشتہ کن ئے۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
bgp: تو وکی پیڈیا چے کسائیں جملہ نی استعمال ہے فائدہ ذڑتغ کنے

source: You check whether the transcription matches the audio
bgp: تو چیک کن کہ ٹرانسکرپشن آڈیو ءَ گوں ھمگرنچ اِنت یا نہ

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
bgp: تو ویب سائیٹ ءَ ھوار کن ئے، چوش کہ "مشترکہ توار - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
bgp: تئو اکیڈمک ریفرنسنگ سٹائل کارمرز کنئے، چوشکہ ہارورڈ سٹائل "موزیلا (2021) مشترکہ توار۔ https://commonvoice.mozilla.org (رسائی: 15 ستمبر 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
bgp: پیغام ءِ در کنگ ءِ ھاترا تو سوشل میڈیا پلیٹ فارمز ءَ کارمرز کن ئے۔ پوسٹاں شیئر کن اِت کہ اے گپ ءِ درشان ءَ کن اِت کہ اے پرچا ھژدری اِنت ءُ زبان ءِ ھک ، توار ءِ اے آئی ، یا ٹیک ءِ تہ ءَ تعصب ءِ وڑیں جیڑھانی بابت ءَ گپ جنگ ءَ دگہ مردماں گوں رابطہ ءَ بہ کن اِت۔ <campaignLink>یک چاگردی مہم ءِ چلائینگ ءِ بابت ءَ گیشتریں سوجاں بچار اِت، ایشی ءِ تہ ءَ ھما مواد ھم ھوار اِنت کہ شما دوبر کارمرز کن اِت</campaignLink>

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
bgp: شوا کوئی زبان چھن چھزا ۔زباناں چھنغ واسطہ مہربانی کھنے تے زباناں چھکھا بروے

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
bgp: شوا اے صفحہ واسطہ جمع کھنینغ حد تکا پجزا شزا ۔براہ کرم دہمی جملہ پیش کھنغ واسطہ یھک منٹ چھاری بیے ۔شوے صبر کھنغیں شکریہ

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
bgp: شوا اے صفحہ واسطہ جمع کھنینغ حد تکا پجزا شزا ۔براہ کرم دہمی جملہ پیش کھنغ واسطہ یھک سیکنڈ چھاری بیے ۔شوے صبر کھنغیں شکریہ

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
bgp: تو اے پیج ءَ بے سوب بوتگ ئے۔ اگاں تو چہ لوکل ءَ بدل بہ کن ئے گڑا تئی بدلی نہ رکّ اَنت۔ آیا شما دلجم اِت کہ شما لوکل ءَ بدل کنگ لوٹ اِت؟

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
bgp: تو اے پیج ءَ بے سوب بوتگ ئے۔ اگاں تو اے تاک ءَ یل کنگ ءَ ئے گڑا تئی بدلی نہ بنت۔ آیا شما دلجم اِت کہ شما پیج ءَ یلہ دیگ لوٹ اِت؟

source: You must allow microphone access.
bgp: ترا مائیکروفون ءِ رسائی ءِ اجازت دیگی اِنت۔

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
bgp: ترا ریکارڈنگ ءِ ہر گال ءَ اشکنگ ءِ وس ءُ واک ءِ ھست بوھگ لوٹیت۔ ما لوٹیں کہ مشین لرننگ الگورتھم پس منظر ءِ شور ءِ یک ٹولی یے ءَ دیم ءَ برگ ءِ اہل بہ بنت ، ءُُ نسبتا زوریں شور یا خاموش پس منظر ءِ موسیقی ءَ ہم منگ بوت کنت بشرطیکہ آ ترا نبشتانک ءِ سرجمی ءَ اشکنگ ءَ چہ مہ رکّین اَنت۔ ٹکر ٹکر یا ’ٹوٹگ‘ کہ ترا نبشتانک ءِ اشکنگ ءَ چہ رکین ایت ایشانی بزانت ایش انت کہ تو کلپ ءَ رد بہ کن ئے۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
bgp: تئی لہجہ ھما وڑ اِنت کہ تو گالاں گْوش ئے۔ اے چہ ھما جاہ ءَ جوڑ کنگ بیت کہ تو کجا نشتگ ئے، تو کجام دگہ زباناں گپ جن ئے ءُ دگہ بازیں چیزاں چہ۔ تئو ہرچ حالے شئیر کنئے کہ تئو ادا متعلقہ لیکئے۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
bgp: شہ گمنام آوازءِ ریکارڈنگ کامن وائس ڈیٹا سیٹءَنیہ بیتء۔ یک دفع جب پروفائل ختم کنیں، تءُ ڈیٹا سیٹءَ پنچءُ ریکارڈنگانی ہٹانےءَ درخواست جمع نہ کنتانی سکنت۔

source: Your daily goal has been created
bgp: تئی روچ ءِ مول ءُ مراد جوڑ کنگ بوتگ

source: Your dataset is downloading!
bgp: تئی ڈیٹاسیٹ ڈاؤن لوڈ بوھگ ءَ اِنت!

source: Your download has started.
bgp: تئی ڈائنلوڈ بِندات بیثءَ

source: You’re contributing to a target segment
bgp: شما مئے اولی ھدف پیلوّ کنغ واستہ گوما ھمراہ داری کنگءَ اِنت

source: You’re contributing to our first target segment
bgp: شما مئے اولی ھدف پیلوّ کنغ واستہ گوما ھمراہ داری کنگءَ اِنت۔

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
bgp: تئو اے وہدا <bold>NOT</bold> ءِ سرا سیٹ کتگ ئے کہ ہدف ءِ یاد دہانی ءِ وڑیں ای میل رسگ ءَ انت، منی کامن وائس ءِ بابت ءَ پیشرفت ءِ نوکیں ھال ءُ ھال

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
bgp: تئو اے وہدا ہدف یاد دہانی، منی کامن وائس ءِ بابت ءَ پیشرفت ءِ نوکیں ھال ءُ ھال

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
bgp: شوا باز تیزی آ گوں روغے ۔براہ کرم جملہ جائزہ گرغ واسطہ کھمے وقت آ کھشے تاکہ اے یقینی ٹھزی آ برو کہ اے درست استیں

source: You're helping Common Voice reach our daily sentence goals!
bgp: وثی کامن وائسا (جگ زانتئ توارا) مئے روش ئنی گالبندیٔ ءِ داں نتو پجغ تکا مئے امداز کنغت۔

source: Your email address
bgp: تئی ای میل ایڈریس

source: You respond or reply to it as naturally as you can
bgp: تئو ایشی جواب یا جواب ئا دئے ئے چو کہ تئو قدرتی رنگا دات کنئے

source: Your files are being assembled. Please check again later.
bgp: تئی فائل یکجاہ کنگ بوھگ ءَ انت۔ دزبندی ایں کہ پذا پذا چیک کن

source: Your Languages
bgp: تھءی زوان

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
bgp: بیثغ بی شئے زبانءِ جتائیں دروشمانی گالبند جتا اَنت۔ اگں شما آرام دہ اِنت گُڈا شما وتی زبانءِ گالبند گندغ واستہ ترتیب بدل کُت کن اِنت

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
bgp: بیثغ بی شئے زبانءِ جتائیں دروشمانی گالبند جتا اَنت۔ اگں شما آرام دہ اِنت گُڈا شما وتی زبانءِ گالبند گندغ واستہ ترتیب بدل کُت کن اِنت

source: Your username and email will not be associated with the published data.
bgp: شمئے کارمرز کنوک ءِ نام ءُ ای میل گوں شنگ بوتگیں ڈیٹا ءَ ھمگرنچ نہ بیت۔

source: Your weekly goal has been created
bgp: تئی ھپتگی مول ءُ مراد جوڑ کنگ بوتگ۔

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
bgp: ترا یک ای میل یے رسیث کہ ایشی ئے تہا وضاحت بیث وتی زبان ءِ کامن وائس ءَ ھوار کنگ ءِ گامگیج

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
bgp: تھو میں کامن وأس را میے روزانۂ پرکھنے کار تک میں ساتھ دہ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
bgp: شُما کامن وائسءِ روشءِ لیکوّ پیلوّ کنغ نیاما کُمک کثءَ

source: You've successfully signed up for contributing to { $language }. Thank you.
bgp: تو ءِ تہا شریک بوھگ ءِ ھاترا سوبمندیں وڑے ءَ سائن اپ کتگ{ $language }۔ تئی منّت وار.

source: You want to join the Common Voice mailing list
bgp: تئو کامن وائس میلنگ لسٹ ئا ہوار بیغ لوٹئے

source: You write down what you hear in the audio clips
bgp: تو نبشتہ کن ئے کہ تو آڈیو کلپانی تہا چے اشکن ئے

source: Zaza
bgp: زازا

source: Zip #{ $offset } of { $total }
bgp: زپ#{ $offset }تہ { $offset }

source: Zulu
bgp: زولو
